Repository: Al-ImranRony/ClaudeCollage
Catalog: Caroullage/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

source: Welcome to Caroullage
ar: مرحبًا بك في Caroullage
de: Willkommen bei Caroullage
es: Te damos la bienvenida a Caroullage
fr: Bienvenue dans Caroullage
hi: Caroullage में आपका स्वागत है
it: Ti diamo il benvenuto in Caroullage
ja: Caroullage へようこそ
ko: Caroullage에 오신 것을 환영합니다
pt_br: Boas-vindas ao Caroullage
zh_hans: 欢迎使用 Caroullage

source: What do you make most?
ar: ما الذي تصنعه أكثر؟
de: Was machst du am meisten?
es: ¿Qué creas más a menudo?
fr: Que créez-vous le plus ?
hi: आप सबसे ज़्यादा क्या बनाते हैं?
it: Cosa crei più spesso?
ja: いちばんよく作るのは？
ko: 주로 무엇을 만드시나요?
pt_br: O que você mais cria?
zh_hans: 你最常做什么？

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 年額
ko: 연간
pt_br: Anual
zh_hans: 按年

source: Your canvas is %1$@ but this preset prefers %2$@. It will export anyway, scaled to fill the frame.
ar: مساحتك %1$@ لكن هذا الإعداد يفضّل %2$@. سيتم التصدير على أي حال مع التحجيم لملء الإطار.
de: Deine Fläche ist %1$@, dieses Preset erwartet %2$@. Es wird trotzdem exportiert und formatfüllend skaliert.
es: Tu lienzo es %1$@ pero este ajuste prefiere %2$@. Se exportará igualmente, escalado para llenar el marco.
fr: Votre toile est en %1$@ mais ce préréglage préfère %2$@. L'export se fera quand même, mis à l'échelle pour remplir le cadre.
hi: आपका कैनवास %1$@ है, पर यह प्रीसेट %2$@ पसंद करता है। फिर भी एक्सपोर्ट होगा, फ़्रेम भरने के लिए स्केल करके।
it: La tua tela è %1$@ ma questo preset preferisce %2$@. Verrà esportata comunque, ridimensionata per riempire il fotogramma.
ja: キャンバスは %1$@ ですが、このプリセットは %2$@ を想定しています。フレームいっぱいに拡大して書き出します。
ko: 캔버스는 %1$@이지만 이 프리셋은 %2$@를 권장합니다. 프레임에 맞춰 확대해 그대로 내보냅니다.
pt_br: Sua tela é %1$@, mas este preset prefere %2$@. A exportação vai acontecer mesmo assim, escalada para preencher o quadro.
zh_hans: 你的画布是 %1$@，而此预设更适合 %2$@。仍会导出，并缩放以填满画面。

source: Your latest collages, one tap away.
ar: أحدث مجمّعاتك على بُعد نقرة.
de: Deine neuesten Collagen, einen Tipp entfernt.
es: Tus últimos collages, a un toque.
fr: Vos derniers collages, à un toucher.
hi: आपके नए कोलाज, एक टैप दूर।
it: I tuoi ultimi collage, a un tocco.
ja: 最近のコラージュに、ワンタップで。
ko: 최근 만든 콜라주를 한 번의 탭으로.
pt_br: Suas colagens mais recentes, a um toque.
zh_hans: 轻点一下，打开最近的拼贴。

source: Your purchase has been restored.
ar: تمت استعادة عملية الشراء.
de: Dein Kauf wurde wiederhergestellt.
es: Tu compra se ha restaurado.
fr: Votre achat a été restauré.
hi: आपकी खरीदारी बहाल कर दी गई है।
it: Il tuo acquisto è stato ripristinato.
ja: 購入を復元しました。
ko: 구매가 복원되었습니다.
pt_br: Sua compra foi restaurada.
zh_hans: 已恢复你的购买。

source: Undo
ar: تراجع
de: Widerrufen
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
hi: फिर से करें
it: Ripeti
ja: やり直す
ko: 다시 실행
pt_br: Refazer
zh_hans: 重做

source: Add Frame
ar: إضافة إطار
de: Bild hinzufügen
es: Añadir fotograma
fr: Ajouter une image
hi: फ़्रेम जोड़ें
it: Aggiungi fotogramma
ja: フレームを追加
ko: 프레임 추가
pt_br: Adicionar quadro
zh_hans: 添加帧

source: Carousel frames
ar: إطارات الكاروسيل
de: Karussell-Bilder
es: Fotogramas del carrusel
fr: Images du carrousel
hi: कैरोसेल फ़्रेम
it: Fotogrammi del carosello
ja: カルーセルのフレーム
ko: 캐러셀 프레임
pt_br: Quadros do carrossel
zh_hans: 轮播帧

source: Generate background
ar: إنشاء خلفية
de: Hintergrund erzeugen
es: Generar fondo
fr: Générer un arrière-plan
hi: बैकग्राउंड बनाएँ
it: Genera sfondo
ja: 背景を生成
ko: 배경 생성
pt_br: Gerar fundo
zh_hans: 生成背景

source: Expand timeline
ar: توسيع الخط الزمني
de: Zeitleiste ausklappen
es: Expandir línea de tiempo
fr: Développer la timeline
hi: टाइमलाइन बड़ी करें
it: Espandi timeline
ja: タイムラインを展開
ko: 타임라인 펼치기
pt_br: Expandir linha do tempo
zh_hans: 展开时间线

source: Collapse timeline
ar: طي الخط الزمني
de: Zeitleiste einklappen
es: Contraer línea de tiempo
fr: Réduire la timeline
hi: टाइमलाइन छोटी करें
it: Comprimi timeline
ja: タイムラインを折りたたむ
ko: 타임라인 접기
pt_br: Recolher linha do tempo
zh_hans: 收起时间线

source: Play
ar: تشغيل
de: Wiedergabe
es: Reproducir
fr: Lecture
hi: चलाएँ
it: Riproduci
ja: 再生
ko: 재생
pt_br: Reproduzir
zh_hans: 播放

source: Pause
ar: إيقاف مؤقت
es: Pausar
hi: रोकें
it: Pausa
ja: 一時停止
ko: 일시 정지
pt_br: Pausar
zh_hans: 暂停

source: Frame %lld
ar: الإطار %lld
de: Bild %lld
es: Fotograma %lld
fr: Image %lld
hi: फ़्रेम %lld
it: Fotogramma %lld
ja: フレーム %lld
ko: 프레임 %lld
pt_br: Quadro %lld
zh_hans: 第 %lld 帧

source: Clip %lld, empty
ar: المقطع %lld، فارغ
de: Clip %lld, leer
es: Clip %lld, vacío
fr: Clip %lld, vide
hi: क्लिप %lld, खाली
it: Clip %lld, vuoto
ja: クリップ %lld、空
ko: 클립 %lld, 비어 있음
pt_br: Clipe %lld, vazio
zh_hans: 片段 %lld，空

source: %@ selected. Double tap to deselect.
ar: تم تحديد %@. انقر مرتين لإلغاء التحديد.
de: %@ ausgewählt. Zum Aufheben doppeltippen.
es: %@ seleccionado. Toca dos veces para deseleccionar.
fr: %@ sélectionné. Touchez deux fois pour désélectionner.
hi: %@ चुना गया। चयन हटाने के लिए दो बार टैप करें।
it: %@ selezionato. Tocca due volte per deselezionare.
ja: %@ を選択中。選択を解除するにはダブルタップします。
ko: %@ 선택됨. 선택을 해제하려면 두 번 탭하세요.
pt_br: %@ selecionado. Toque duas vezes para desmarcar.
zh_hans: 已选择 %@。轻点两下取消选择。

source: Your stickers
ar: ملصقاتك
de: Deine Sticker
es: Tus stickers
fr: Vos stickers
hi: आपके स्टिकर
it: I tuoi sticker
ja: あなたのステッカー
ko: 내 스티커
pt_br: Seus adesivos
zh_hans: 你的贴纸

source: Photo cell %lld of %lld
ar: خلية صورة %lld من %lld
de: Fotozelle %lld von %lld
es: Celda de foto %lld de %lld
fr: Cellule photo %lld sur %lld
hi: फ़ोटो सेल %lld / %lld
it: Cella foto %lld di %lld
ja: 写真セル %lld / %lld
ko: 사진 셀 %lld / %lld
pt_br: Célula de foto %lld de %lld
zh_hans: 照片格 %lld / %lld

source: Empty cell %lld of %lld
ar: خلية فارغة %lld من %lld
de: Leere Zelle %lld von %lld
es: Celda vacía %lld de %lld
fr: Cellule vide %lld sur %lld
hi: खाली सेल %lld / %lld
it: Cella vuota %lld di %lld
ja: 空のセル %lld / %lld
ko: 빈 셀 %lld / %lld
pt_br: Célula vazia %lld de %lld
zh_hans: 空白格 %lld / %lld

source: Double-tap to edit.
ar: انقر مرتين للتحرير.
de: Zum Bearbeiten doppeltippen.
es: Toca dos veces para editar.
fr: Touchez deux fois pour modifier.
hi: संपादित करने के लिए दो बार टैप करें।
it: Tocca due volte per modificare.
ja: 編集するにはダブルタップします。
ko: 편집하려면 두 번 탭하세요.
pt_br: Toque duas vezes para editar.
zh_hans: 轻点两下以编辑。

source: Double-tap to choose a photo.
ar: انقر مرتين لاختيار صورة.
de: Zum Auswählen eines Fotos doppeltippen.
es: Toca dos veces para elegir una foto.
fr: Touchez deux fois pour choisir une photo.
hi: फ़ोटो चुनने के लिए दो बार टैप करें।
it: Tocca due volte per scegliere una foto.
ja: 写真を選ぶにはダブルタップします。
ko: 사진을 선택하려면 두 번 탭하세요.
pt_br: Toque duas vezes para escolher uma foto.
zh_hans: 轻点两下以选择照片。

source: Swap with another cell
ar: تبديل مع خلية أخرى
de: Mit anderer Zelle tauschen
es: Intercambiar con otra celda
fr: Échanger avec une autre cellule
hi: दूसरी सेल से बदलें
it: Scambia con un'altra cella
ja: 別のセルと入れ替える
ko: 다른 셀과 바꾸기
pt_br: Trocar com outra célula
zh_hans: 与另一格交换

source: Empty text
ar: نص فارغ
de: Leerer Text
es: Texto vacío
fr: Texte vide
hi: खाली टेक्स्ट
it: Testo vuoto
ja: 空のテキスト
ko: 빈 텍스트
pt_br: Texto vazio
zh_hans: 空文本

source: Text: “%@”
ar: نص: ”%@“
es: Texto: “%@”
fr: Texte : « %@ »
hi: टेक्स्ट: “%@”
it: Testo: “%@”
ja: テキスト：「%@」
ko: 텍스트: “%@”
pt_br: Texto: “%@”
zh_hans: 文本：“%@”

source: Double-tap to edit the text.
ar: انقر مرتين لتحرير النص.
de: Zum Bearbeiten des Texts doppeltippen.
es: Toca dos veces para editar el texto.
fr: Touchez deux fois pour modifier le texte.
hi: टेक्स्ट संपादित करने के लिए दो बार टैप करें।
it: Tocca due volte per modificare il testo.
ja: テキストを編集するにはダブルタップします。
ko: 텍스트를 편집하려면 두 번 탭하세요.
pt_br: Toque duas vezes para editar o texto.
zh_hans: 轻点两下以编辑文本。

source: Personal sticker
ar: ملصق شخصي
de: Eigener Sticker
es: Sticker personal
fr: Sticker personnel
hi: निजी स्टिकर
it: Sticker personale
ja: パーソナルステッカー
ko: 개인 스티커
pt_br: Adesivo pessoal
zh_hans: 个人贴纸

source: Sticker: %@
ar: ملصق: %@
hi: स्टिकर: %@
ja: ステッカー：%@
ko: 스티커: %@
pt_br: Adesivo: %@
zh_hans: 贴纸：%@

source: Double-tap to select.
ar: انقر مرتين للتحديد.
de: Zum Auswählen doppeltippen.
es: Toca dos veces para seleccionar.
fr: Touchez deux fois pour sélectionner.
hi: चुनने के लिए दो बार टैप करें।
it: Tocca due volte per selezionare.
ja: 選択するにはダブルタップします。
ko: 선택하려면 두 번 탭하세요.
pt_br: Toque duas vezes para selecionar.
zh_hans: 轻点两下以选择。

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

source: Larger
ar: أكبر
de: Größer
es: Más grande
fr: Plus grand
hi: बड़ा
it: Più grande
ja: 大きく
ko: 크게
pt_br: Maior
zh_hans: 放大

source: Smaller
ar: أصغر
de: Kleiner
es: Más pequeño
fr: Plus petit
hi: छोटा
it: Più piccolo
ja: 小さく
ko: 작게
pt_br: Menor
zh_hans: 缩小

source: Rotate left
ar: تدوير لليسار
de: Nach links drehen
es: Girar a la izquierda
fr: Pivoter à gauche
hi: बाएँ घुमाएँ
it: Ruota a sinistra
ja: 左に回転
ko: 왼쪽으로 회전
pt_br: Girar para a esquerda
zh_hans: 向左旋转

source: Rotate right
ar: تدوير لليمين
de: Nach rechts drehen
es: Girar a la derecha
fr: Pivoter à droite
hi: दाएँ घुमाएँ
it: Ruota a destra
ja: 右に回転
ko: 오른쪽으로 회전
pt_br: Girar para a direita
zh_hans: 向右旋转

source: Move up
ar: تحريك لأعلى
de: Nach oben
es: Mover arriba
fr: Monter
hi: ऊपर ले जाएँ
it: Sposta in alto
ja: 上に移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移

source: Move down
ar: تحريك لأسفل
de: Nach unten
es: Mover abajo
fr: Descendre
hi: नीचे ले जाएँ
it: Sposta in basso
ja: 下に移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移

source: Move left
ar: تحريك لليسار
de: Nach links
es: Mover a la izquierda
fr: Déplacer à gauche
hi: बाएँ ले जाएँ
it: Sposta a sinistra
ja: 左に移動
ko: 왼쪽으로 이동
pt_br: Mover para a esquerda
zh_hans: 左移

source: Move right
ar: تحريك لليمين
de: Nach rechts
es: Mover a la derecha
fr: Déplacer à droite
hi: दाएँ ले जाएँ
it: Sposta a destra
ja: 右に移動
ko: 오른쪽으로 이동
pt_br: Mover para a direita
zh_hans: 右移

source: Cells
ar: الخلايا
de: Zellen
es: Celdas
fr: Cellules
hi: सेल
it: Celle
ja: セル
ko: 셀
pt_br: Células
zh_hans: 单元格

source: Frames
ar: الإطارات
de: Bilder
es: Fotogramas
fr: Images
hi: फ़्रेम
it: Fotogrammi
ja: フレーム
ko: 프레임
pt_br: Quadros
zh_hans: 帧

source: Video cell %lld of %lld
ar: خلية فيديو %lld من %lld
de: Videozelle %lld von %lld
es: Celda de vídeo %lld de %lld
fr: Cellule vidéo %lld sur %lld
hi: वीडियो सेल %lld / %lld
it: Cella video %lld di %lld
ja: 動画セル %lld / %lld
ko: 동영상 셀 %lld / %lld
pt_br: Célula de vídeo %lld de %lld
zh_hans: 视频格 %lld / %lld

source: Empty video cell %lld of %lld
ar: خلية فيديو فارغة %lld من %lld
de: Leere Videozelle %lld von %lld
es: Celda de vídeo vacía %lld de %lld
fr: Cellule vidéo vide %lld sur %lld
hi: खाली वीडियो सेल %lld / %lld
it: Cella video vuota %lld di %lld
ja: 空の動画セル %lld / %lld
ko: 빈 동영상 셀 %lld / %lld
pt_br: Célula de vídeo vazia %lld de %lld
zh_hans: 空白视频格 %lld / %lld

source: Double-tap to edit the clip.
ar: انقر مرتين لتحرير المقطع.
de: Zum Bearbeiten des Clips doppeltippen.
es: Toca dos veces para editar el clip.
fr: Touchez deux fois pour modifier le clip.
hi: क्लिप संपादित करने के लिए दो बार टैप करें।
it: Tocca due volte per modificare il clip.
ja: クリップを編集するにはダブルタップします。
ko: 클립을 편집하려면 두 번 탭하세요.
pt_br: Toque duas vezes para editar o clipe.
zh_hans: 轻点两下以编辑片段。

source: Double-tap to choose a video.
ar: انقر مرتين لاختيار فيديو.
de: Zum Auswählen eines Videos doppeltippen.
es: Toca dos veces para elegir un vídeo.
fr: Touchez deux fois pour choisir une vidéo.
hi: वीडियो चुनने के लिए दो बार टैप करें।
it: Tocca due volte per scegliere un video.
ja: 動画を選ぶにはダブルタップします。
ko: 동영상을 선택하려면 두 번 탭하세요.
pt_br: Toque duas vezes para escolher um vídeo.
zh_hans: 轻点两下以选择视频。

source: Cells swapped
ar: تم تبديل الخليتين
de: Zellen getauscht
es: Celdas intercambiadas
fr: Cellules échangées
hi: सेल बदल दी गईं
it: Celle scambiate
ja: セルを入れ替えました
ko: 셀을 바꿨습니다
pt_br: Células trocadas
zh_hans: 已交换单元格

source: Tap another cell to swap
ar: انقر على خلية أخرى للتبديل
de: Zum Tauschen eine andere Zelle antippen
es: Toca otra celda para intercambiar
fr: Touchez une autre cellule pour échanger
hi: बदलने के लिए दूसरी सेल टैप करें
it: Tocca un'altra cella per scambiare
ja: 入れ替えるには別のセルをタップ
ko: 바꾸려면 다른 셀을 탭하세요
pt_br: Toque em outra célula para trocar
zh_hans: 轻点另一格以交换

source: Sticker removed
ar: تمت إزالة الملصق
de: Sticker entfernt
es: Sticker eliminado
fr: Sticker supprimé
hi: स्टिकर हटाया गया
it: Sticker rimosso
ja: ステッカーを削除しました
ko: 스티커를 삭제했습니다
pt_br: Adesivo removido
zh_hans: 已删除贴纸

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
hi: बैकग्राउंड
it: Sfondo
ja: 背景
ko: 배경
pt_br: Fundo
zh_hans: 背景

source: Frame
ar: الإطار
de: Rahmen
es: Marco
fr: Cadre
hi: फ़्रेम
it: Cornice
ja: フレーム
ko: 프레임
pt_br: Moldura
zh_hans: 边框

source: Sticker
ar: ملصق
hi: स्टिकर
ja: ステッカー
ko: 스티커
pt_br: Adesivo
zh_hans: 贴纸

source: Stickers
ar: الملصقات
de: Sticker
hi: स्टिकर
it: Sticker
ja: ステッカー
ko: 스티커
pt_br: Adesivos
zh_hans: 贴纸

source: Photo
ar: صورة
de: Foto
es: Foto
hi: फ़ोटो
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
zh_hans: 照片

source: Photos
ar: الصور
de: Fotos
es: Fotos
hi: फ़ोटो
it: Foto
ja: 写真
ko: 사진
pt_br: Fotos
zh_hans: 照片

source: Clip
ar: مقطع
hi: क्लिप
ja: クリップ
ko: 클립
pt_br: Clipe
zh_hans: 片段

source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
it: Sostituisci
ja: 置き換え
ko: 교체
pt_br: Substituir
zh_hans: 替换

source: Lift
ar: استخراج
de: Freistellen
es: Recortar
fr: Détourer
hi: अलग करें
it: Ritaglia
ja: 切り抜き
ko: 분리
pt_br: Recortar
zh_hans: 抠图

source: Erase
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: मिटाएँ
it: Cancella
ja: 消去
ko: 지우기
pt_br: Apagar
zh_hans: 擦除

source: Clear
ar: إفراغ
de: Leeren
es: Vaciar
fr: Vider
hi: खाली करें
it: Svuota
ja: クリア
ko: 비우기
pt_br: Limpar
zh_hans: 清空

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: डुप्लिकेट
it: Duplica
ja: 複製
ko: 복제
pt_br: Duplicar
zh_hans: 复制

source: Swap
ar: تبديل
de: Tauschen
es: Intercambiar
fr: Échanger
hi: अदला-बदली
it: Scambia
ja: 入れ替え
ko: 바꾸기
pt_br: Trocar
zh_hans: 交换

source: Trim
ar: قص
de: Trimmen
es: Recortar
fr: Rogner
hi: ट्रिम
it: Taglia
ja: トリム
ko: 자르기
pt_br: Aparar
zh_hans: 修剪

source: Volume
ar: الصوت
de: Lautstärke
es: Volumen
hi: वॉल्यूम
ja: 音量
ko: 음량
zh_hans: 音量

source: Transition
ar: الانتقال
de: Übergang
es: Transición
hi: ट्रांज़िशन
it: Transizione
ja: トランジション
ko: 전환
pt_br: Transição
zh_hans: 转场

source: Timing
ar: التوقيت
es: Tiempo
fr: Minutage
hi: समय
it: Tempi
ja: タイミング
ko: 타이밍
pt_br: Tempo
zh_hans: 时间

source: Audio
ar: الصوت
hi: ऑडियो
ja: オーディオ
ko: 오디오
pt_br: Áudio
zh_hans: 音频

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
it: Anteprima
ja: プレビュー
ko: 미리보기
pt_br: Pré-visualizar
zh_hans: 预览

source: Safe Zone
ar: المنطقة الآمنة
de: Sicherer Bereich
es: Zona segura
fr: Zone de sécurité
hi: सुरक्षित क्षेत्र
it: Zona sicura
ja: セーフゾーン
ko: 안전 영역
pt_br: Zona segura
zh_hans: 安全区域

source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
hi: क्रमबद्ध करें
it: Ordina
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
zh_hans: 排序

source: Sort by
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar por
zh_hans: 排序方式

source: Recent
ar: الأحدث
de: Neueste
es: Recientes
fr: Récents
hi: हाल के
it: Recenti
ja: 最近
ko: 최근
pt_br: Recentes
zh_hans: 最近

source: Oldest
ar: الأقدم
de: Älteste
es: Más antiguos
fr: Plus anciens
hi: सबसे पुराने
it: Meno recenti
ja: 古い順
ko: 오래된 순
pt_br: Mais antigos
zh_hans: 最早

source: By type
ar: حسب النوع
de: Nach Typ
es: Por tipo
fr: Par type
hi: प्रकार के अनुसार
it: Per tipo
ja: 種類別
ko: 유형별
pt_br: Por tipo
zh_hans: 按类型

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

source: OK
ar: حسنًا
es: Aceptar
hi: ठीक है
ko: 확인
zh_hans: 好

source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hi: अभी नहीं
it: Non ora
ja: 今はしない
ko: 나중에
pt_br: Agora não
zh_hans: 暂不

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hi: सेटिंग्स खोलें
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置

source: Coming Soon
ar: قريبًا
de: Demnächst
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
it: Prossimamente
ja: 近日公開
ko: 곧 제공
pt_br: Em breve
zh_hans: 即将推出

source: Width
ar: العرض
de: Breite
es: Ancho
fr: Largeur
hi: चौड़ाई
it: Larghezza
ja: 幅
ko: 너비
pt_br: Largura
zh_hans: 宽度

source: Height
ar: الارتفاع
de: Höhe
es: Alto
fr: Hauteur
hi: ऊँचाई
it: Altezza
ja: 高さ
ko: 높이
pt_br: Altura
zh_hans: 高度

source: Custom Canvas
ar: لوحة مخصصة
de: Eigene Leinwand
es: Lienzo personalizado
fr: Toile personnalisée
hi: कस्टम कैनवास
it: Tela personalizzata
ja: カスタムキャンバス
ko: 사용자 지정 캔버스
pt_br: Tela personalizada
zh_hans: 自定义画布

source: Custom Shape
ar: شكل مخصص
de: Eigene Form
es: Forma personalizada
fr: Forme personnalisée
hi: कस्टम आकार
it: Forma personalizzata
ja: カスタムシェイプ
ko: 사용자 지정 도형
pt_br: Forma personalizada
zh_hans: 自定义形状

source: Grid Collage
ar: مجمّع شبكي
de: Raster-Collage
es: Collage en cuadrícula
fr: Collage en grille
hi: ग्रिड कोलाज
it: Collage a griglia
ja: グリッドコラージュ
ko: 그리드 콜라주
pt_br: Colagem em grade
zh_hans: 网格拼贴

source: Video Collage
ar: مجمّع فيديو
es: Collage de vídeo
fr: Collage vidéo
hi: वीडियो कोलाज
it: Collage video
ja: 動画コラージュ
ko: 동영상 콜라주
pt_br: Colagem de vídeo
zh_hans: 视频拼贴

source: Magic Eraser
ar: الممحاة السحرية
de: Zauberradierer
es: Borrador mágico
fr: Gomme magique
hi: मैजिक इरेज़र
it: Gomma magica
ja: マジック消しゴム
ko: 매직 지우개
pt_br: Borracha mágica
zh_hans: 魔术橡皮擦

source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
zh_hans: 相机

source: Template
ar: قالب
de: Vorlage
es: Plantilla
fr: Modèle
hi: टेम्पलेट
it: Modello
ja: テンプレート
ko: 템플릿
pt_br: Modelo
zh_hans: 模板

source: Collage
ar: مجمّع
hi: कोलाज
ja: コラージュ
ko: 콜라주
pt_br: Colagem
zh_hans: 拼贴

source: Collages
ar: مجمّعات
de: Collagen
hi: कोलाज
it: Collage
ja: コラージュ
ko: 콜라주
pt_br: Colagens
zh_hans: 拼贴

source: Square
ar: مربع
de: Quadrat
es: Cuadrado
fr: Carré
hi: वर्ग
it: Quadrato
ja: 正方形
ko: 정사각형
pt_br: Quadrado
zh_hans: 方形

source: Portrait
ar: عمودي
de: Hochformat
es: Vertical
hi: पोर्ट्रेट
it: Verticale
ja: 縦長
ko: 세로
pt_br: Retrato
zh_hans: 竖版

source: Story
ar: ستوري
es: Historia
hi: स्टोरी
it: Storia
ja: ストーリー
ko: 스토리
zh_hans: 故事

source: Landscape
ar: أفقي
de: Querformat
es: Horizontal
fr: Paysage
hi: लैंडस्केप
it: Orizzontale
ja: 横長
ko: 가로
pt_br: Paisagem
zh_hans: 横版

source: Single
ar: مفرد
de: Einzeln
es: Individual
fr: Simple
hi: एकल
it: Singolo
ja: 1枚
ko: 단일
pt_br: Único
zh_hans: 单格

source: 2 · Side
ar: 2 · جانبي
de: 2 · nebeneinander
es: 2 · lado a lado
fr: 2 · côte à côte
hi: 2 · अगल-बगल
it: 2 · affiancate
ja: 2 · 横並び
ko: 2 · 나란히
pt_br: 2 · lado a lado
zh_hans: 2 · 并排

source: 2 · Stack
ar: 2 · متراكب
de: 2 · übereinander
es: 2 · apiladas
fr: 2 · empilées
hi: 2 · ऊपर-नीचे
it: 2 · impilate
ja: 2 · 縦並び
ko: 2 · 위아래
pt_br: 2 · empilhadas
zh_hans: 2 · 上下

source: 3 · Left
ar: 3 · يسار
de: 3 · links
es: 3 · izquierda
fr: 3 · gauche
hi: 3 · बाएँ
it: 3 · sinistra
ja: 3 · 左
ko: 3 · 왼쪽
pt_br: 3 · esquerda
zh_hans: 3 · 左

source: 3 · Right
ar: 3 · يمين
de: 3 · rechts
es: 3 · derecha
fr: 3 · droite
hi: 3 · दाएँ
it: 3 · destra
ja: 3 · 右
ko: 3 · 오른쪽
pt_br: 3 · direita
zh_hans: 3 · 右

source: 4 · Grid
ar: 4 · شبكة
de: 4 · Raster
es: 4 · cuadrícula
fr: 4 · grille
hi: 4 · ग्रिड
it: 4 · griglia
ja: 4 · グリッド
ko: 4 · 그리드
pt_br: 4 · grade
zh_hans: 4 · 网格

source: 6 · Grid
ar: 6 · شبكة
de: 6 · Raster
es: 6 · cuadrícula
fr: 6 · grille
hi: 6 · ग्रिड
it: 6 · griglia
ja: 6 · グリッド
ko: 6 · 그리드
pt_br: 6 · grade
zh_hans: 6 · 网格

source: 9 · Grid
ar: 9 · شبكة
de: 9 · Raster
es: 9 · cuadrícula
fr: 9 · grille
hi: 9 · ग्रिड
it: 9 · griglia
ja: 9 · グリッド
ko: 9 · 그리드
pt_br: 9 · grade
zh_hans: 9 · 网格

source: Diag ↘
ar: قطري ↘
de: Diagonal ↘
es: Diagonal ↘
fr: Diagonale ↘
hi: तिरछा ↘
it: Diagonale ↘
ja: 斜め ↘
ko: 대각선 ↘
pt_br: Diagonal ↘
zh_hans: 斜切 ↘

source: Diag ↙
ar: قطري ↙
de: Diagonal ↙
es: Diagonal ↙
fr: Diagonale ↙
hi: तिरछा ↙
it: Diagonale ↙
ja: 斜め ↙
ko: 대각선 ↙
pt_br: Diagonal ↙
zh_hans: 斜切 ↙

source: Peak
ar: قمة
de: Gipfel
es: Cumbre
fr: Sommet
hi: शिखर
it: Vetta
ja: ピーク
ko: 피크
pt_br: Pico
zh_hans: 山峰

source: Fan
ar: مروحة
de: Fächer
es: Abanico
fr: Éventail
hi: पंखा
it: Ventaglio
ja: 扇
ko: 부채
pt_br: Leque
zh_hans: 扇形

source: Hive
ar: خلية
de: Wabe
es: Panal
fr: Ruche
hi: छत्ता
it: Alveare
ja: ハニカム
ko: 벌집
pt_br: Colmeia
zh_hans: 蜂巢

source: Halo
ar: هالة
hi: हेलो
it: Alone
ja: ハロー
ko: 헤일로
zh_hans: 光环

source: Duo
ar: ثنائي
es: Dúo
hi: जोड़ी
ja: デュオ
ko: 듀오
zh_hans: 双圆

source: Arrow ◀
ar: سهم ◀
de: Pfeil ◀
es: Flecha ◀
fr: Flèche ◀
hi: तीर ◀
it: Freccia ◀
ja: 矢印 ◀
ko: 화살표 ◀
pt_br: Seta ◀
zh_hans: 箭头 ◀

source: Arrow ▶
ar: سهم ▶
de: Pfeil ▶
es: Flecha ▶
fr: Flèche ▶
hi: तीर ▶
it: Freccia ▶
ja: 矢印 ▶
ko: 화살표 ▶
pt_br: Seta ▶
zh_hans: 箭头 ▶

source: Off
ar: إيقاف
de: Aus
es: Desactivada
fr: Désactivée
hi: बंद
ja: オフ
ko: 끔
pt_br: Desativada
zh_hans: 关闭

source: IG Story
ar: ستوري IG
es: Historia de IG
fr: Story IG
hi: IG स्टोरी
it: Storia IG
ja: IG ストーリー
ko: IG 스토리
pt_br: Story do IG
zh_hans: IG 快拍

source: IG Reels
ar: ريلز IG
es: Reels de IG
fr: Reels IG
hi: IG रील्स
it: Reel IG
ja: IG リール
ko: IG 릴스
pt_br: Reels do IG

source: Generic
ar: عام
de: Allgemein
es: Genérica
fr: Générique
hi: सामान्य
it: Generica
ja: 汎用
ko: 일반
pt_br: Genérica
zh_hans: 通用

source: Plain
ar: عادي
de: Schlicht
es: Simple
fr: Simple
hi: सादा
it: Semplice
ja: プレーン
ko: 기본
pt_br: Simples
zh_hans: 纯文本

source: Pill
ar: كبسولة
de: Pille
es: Píldora
fr: Pilule
hi: पिल
it: Pillola
ja: ピル
ko: 알약
pt_br: Pílula
zh_hans: 胶囊

source: Highlight
ar: تمييز
de: Markierung
es: Resaltado
fr: Surligné
hi: हाइलाइट
it: Evidenziato
ja: ハイライト
ko: 하이라이트
pt_br: Destaque
zh_hans: 高亮

source: Stroke
ar: حد
de: Kontur
es: Contorno
fr: Contour
hi: आउटलाइन
it: Contorno
ja: 縁取り
ko: 외곽선
pt_br: Contorno
zh_hans: 描边

source: Shadow
ar: ظل
de: Schatten
es: Sombra
fr: Ombre
hi: छाया
it: Ombra
ja: シャドウ
ko: 그림자
pt_br: Sombra
zh_hans: 阴影

source: Glow
ar: توهج
de: Leuchten
es: Brillo
fr: Halo lumineux
hi: ग्लो
it: Bagliore
ja: グロー
ko: 글로우
pt_br: Brilho
zh_hans: 发光

source: Saved to Photos
ar: تم الحفظ في الصور
de: In Fotos gesichert
es: Guardado en Fotos
fr: Enregistré dans Photos
hi: फ़ोटो में सहेजा गया
it: Salvato in Foto
ja: 写真に保存しました
ko: 사진에 저장됨
pt_br: Salvo em Fotos
zh_hans: 已保存到照片

source: Saved %lld images
ar: تم حفظ %lld صور
de: %lld Bilder gesichert
es: %lld imágenes guardadas
fr: %lld images enregistrées
hi: %lld इमेज सहेजी गईं
it: %lld immagini salvate
ja: %lld 枚の画像を保存しました
ko: 이미지 %lld개 저장됨
pt_br: %lld imagens salvas
zh_hans: 已保存 %lld 张图片

source: Export cancelled
ar: تم إلغاء التصدير
de: Export abgebrochen
es: Exportación cancelada
fr: Exportation annulée
hi: एक्सपोर्ट रद्द किया गया
it: Esportazione annullata
ja: 書き出しをキャンセルしました
ko: 내보내기 취소됨
pt_br: Exportação cancelada
zh_hans: 已取消导出

source: Export Failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
hi: एक्सपोर्ट विफल
it: Esportazione non riuscita
ja: 書き出しに失敗しました
ko: 내보내기 실패
pt_br: Falha na exportação
zh_hans: 导出失败

source: Export failed
ar: فشل التصدير
de: Export fehlgeschlagen
es: Error al exportar
fr: Échec de l'exportation
hi: एक्सपोर्ट विफल
it: Esportazione non riuscita
ja: 書き出しに失敗しました
ko: 내보내기 실패
pt_br: Falha na exportação
zh_hans: 导出失败
